Repository: honganhkhoa/Surround
Catalog: Surround/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, pt_pt, th, vi, zh_hans, zh_hant

source: **Surround** is an iOS app that aims to provide the best OGS experience on iOS devices. This app uses OGS's open API to talk to the server, and uses iOS native features to improve some aspects that OGS cannot provide due to their nature being a web app supporting every kinds of devices.
de: **Surround** ist eine iOS-App mit dem Ziel, das bestmögliche OGS-Erlebnis auf iOS-Geräten zu bieten. Die App kommuniziert über die offene API mit OGS und nutzt native iOS-Funktionen, um einige Bereiche zu verbessern, die OGS als Web-App für unterschiedlichste Geräte nicht bieten kann.
es: **Surround** es una app para iOS que busca ofrecer la mejor experiencia de OGS en dispositivos iOS. La app se comunica con el servidor mediante la API abierta de OGS y utiliza funciones nativas de iOS para mejorar aspectos que OGS no puede ofrecer por ser una app web compatible con todo tipo de dispositivos.
fr: **Surround** est une application iOS visant à fournir une expérience OGS exceptionnelle sur les appareils iOS. Cette application utilise l'API ouverte d'OGS pour communiquer avec le serveur, et grace à l'exploitation des fonctionnalités uniques à iOS, Surround réussi même à surpasser OGS qui, étant une application web, doit fonctionner sur une plus grande variété d'appareils.
ja: **Surround**は、最高のOGSエクスペリエンスを可能にするという目的を持ったiOSアプリです。このアプリは、OGSのオーペンなAPIを使ってサーバーと通信し、iOSネイティブ機能を使用する事によって、いくつかの側面でOGSのWEB版より良いエクスペリエンスを提供ができています。
ko: **Surround**는 iOS 기기에서 최상의 OGS 경험을 제공하기 위한 앱입니다. OGS의 개방형 API로 서버와 통신하고 iOS 기본 기능을 활용하여, 다양한 기기를 지원하는 웹 앱인 OGS가 제공하기 어려운 부분을 개선합니다.
pt_br: O **Surround** é um app para iOS que busca oferecer a melhor experiência do OGS em dispositivos iOS. O app usa a API aberta do OGS para se comunicar com o servidor e recursos nativos do iOS para melhorar aspectos que o OGS não pode oferecer por ser um app web compatível com todos os tipos de dispositivo.
pt_pt: O **Surround** é uma app para iOS que procura proporcionar a melhor experiência OGS em dispositivos iOS. A app comunica com o servidor através da API aberta do OGS e utiliza funcionalidades nativas do iOS para melhorar alguns aspetos que o OGS, por ser uma aplicação Web compatível com todo o tipo de dispositivos, não consegue oferecer.
th: **Surround** เป็นแอป iOS ที่มุ่งมอบประสบการณ์ OGS ที่ดีที่สุดบนอุปกรณ์ iOS แอปใช้ API แบบเปิดของ OGS เพื่อสื่อสารกับเซิร์ฟเวอร์ และใช้ความสามารถเฉพาะของ iOS เพื่อเติมเต็มสิ่งที่ OGS ซึ่งเป็นเว็บแอปสำหรับอุปกรณ์หลากหลายประเภทไม่สามารถทำได้
vi: **Surround** là một ứng dụng iOS được phát triển với mục tiêu cung cấp trải nghiệm OGS tốt nhất.
zh_hans: **Surround** 是一款致力于在 iOS 设备上提供最佳 OGS 体验的应用。它通过 OGS 的开放 API 与服务器通信，并利用 iOS 原生功能，改善 OGS 作为需兼容各类设备的网页应用所无法顾及的部分体验。
zh_hant: **Surround** 是一款 iOS 應用程式，致力於在 iOS 裝置上提供最佳的 OGS 體驗。本應用程式透過 OGS 的開放 API 與伺服器溝通，並利用 iOS 原生功能，強化 OGS 作為需支援各式裝置的網頁應用程式所難以提供的部分體驗。

source: %.1f points
de: %.1f Punkte
es: %.1f puntos
ja: %.1f目
ko: %.1f집
pt_br: %.1f pontos
pt_pt: %.1f pontos
th: %.1f แต้ม
vi: %.1f mục
zh_hans: %.1f目
zh_hant: %.1f 目

# %@ + %@ up to %@
source: %1$@ + %2$@ up to %3$@
de: %1$@ + %2$@ bis %3$@
es: %1$@ + %2$@ hasta %3$@
fr: %1$@ + %2$@ jusqu'à %3$@
ja: %1$@ + %2$@ 、%3$@まで
ko: %1$@ + %2$@, 최대 %3$@
pt_br: %1$@ + %2$@ até %3$@
pt_pt: %1$@ + %2$@ até %3$@
th: %1$@ + %2$@ สูงสุด %3$@
vi: %1$@ + %2$@ cho tới %3$@
zh_hans: %1$@ + %2$@，上限 %3$@
zh_hant: %1$@ + %2$@，上限 %3$@

source: %@/move
de: %@/Zug
es: %@/jugada
fr: %@/coup
ja: 一手%@
ko: 한 수당 %@
pt_br: %@/jogada
pt_pt: %@/jogada
th: %@/ตา
vi: %@/nước
zh_hans: %@/手
zh_hant: %@/手

source: %lld captures
de: %lld gefangene Steine
es: %lld capturas
ja: %lldアゲハマ
ko: 잡은 돌 %lld개
pt_br: %lld capturas
pt_pt: %lld capturas
th: หมากเชลย %lld เม็ด
vi: %lld tù binh
zh_hans: 提 %lld 子
zh_hant: 提子：%lld

source: %lld days
de: %lld Tage
es: %lld días
fr: %lld jours
ja: %lld 日
ko: %lld일
pt_br: %lld dias
pt_pt: %lld dias
th: %lld วัน
vi: %lld ngày
zh_hans: %lld 天
zh_hant: %lld 天

# %lld days left
source: %lld days
de: %lld Tage
es: %lld días
fr: %lld jours
ja: %lld日
ko: %lld일
pt_br: %lld dias
pt_pt: %lld dias
th: %lld วัน
vi: %lld ngày
zh_hans: %lld 天
zh_hant: %lld 天

source: %lld handicap stones
de: %lld Vorgabesteine
es: %lld piedras de hándicap
fr: %lld pierres de handicap
ja: %lld子の置き碁
ko: 접바둑 %lld점
pt_br: %lld pedras de vantagem
pt_pt: %lld pedras de handicap
th: หมากต่อ %lld เม็ด
vi: Chấp %lld quân
zh_hans: 让 %lld 子
zh_hant: 讓 %lld 子

source: %lld hours
de: %lld Stunden
es: %lld horas
fr: %lld heures
ja: %lld時間
ko: %lld시간
pt_br: %lld horas
pt_pt: %lld horas
th: %lld ชั่วโมง
vi: %lld giờ
zh_hans: %lld 小时
zh_hant: %lld 小時

source: %lld live games
de: %lld Live-Partien
es: %lld partidas en vivo
fr: %lld parties en temps réel
ja: ライブ対局：%lld
ko: 실시간 대국 %lld국
pt_br: %lld partidas ao vivo
pt_pt: %lld partidas em direto
th: เกมสด %lld เกม
vi: %lld ván trực tiếp
zh_hans: %lld 盘即时对局
zh_hant: %lld 場即時對局

source: %lld minutes
de: %lld Minuten
es: %lld minutos
ja: %lld分
ko: %lld분
pt_br: %lld minutos
pt_pt: %lld minutos
th: %lld นาที
vi: %lld phút
zh_hans: %lld 分钟
zh_hant: %lld 分鐘

source: %lld pending Rengo games
de: %lld ausstehende Rengo-Partien
es: %lld partidas de Rengo pendientes
fr: %lld parties Rengo en attente
ja: 待機中連碁対局は%lld件があります
ko: 대기 중인 연기바둑 %lld국
pt_br: %lld partidas de Rengo pendentes
pt_pt: %lld partidas de Rengo pendentes
th: เกม Rengo ที่รออยู่ %lld เกม
vi: Đang chờ %lld ván rengo
zh_hans: %lld 盘待处理的联棋对局
zh_hant: %lld 場待開始的聯棋對局

source: %lld seconds
de: %lld Sekunden
es: %lld segundos
fr: %lld secondes
ja: %lld秒
ko: %lld초
pt_br: %lld segundos
pt_pt: %lld segundos
th: %lld วินาที
vi: %lld giây
zh_hans: %lld 秒
zh_hant: %lld 秒

source: %lld Stones
de: %lld Steine
es: %lld piedras
fr: %lld Pierres
ja: %lld子
ko: 돌 %lld개
pt_br: %lld pedras
pt_pt: %lld pedras
th: หมาก %lld เม็ด
vi: %lld Quân
zh_hans: %lld 子
zh_hant: %lld 子

source: %lld weeks
de: %lld Wochen
es: %lld semanas
fr: %lld semaines
ja: %lld週間
ko: %lld주
pt_br: %lld semanas
pt_pt: %lld semanas
th: %lld สัปดาห์
vi: %lld tuần
zh_hans: %lld 周
zh_hant: %lld 週

source: %lldd
de: %lld T
fr: %lldj
ja: %lld日
ko: %lld일
th: %lld วัน
vi: %lld ngày
zh_hans: %lld天
zh_hant: %lld天

source: %lldh
de: %lld Std.
ja: %lld時
ko: %lld시간
th: %lld ชม.
zh_hans: %lld小时
zh_hant: %lld小時

# %lldh %02dm
source: %1$lldh %2$02dm
de: %1$lld Std. %2$02d Min.
es: %1$lld h %2$02d min
ja: %1$lld時 %2$02d分
ko: %1$lld시간 %2$02d분
pt_br: %1$lldh %2$02dmin
pt_pt: %1$lldh %2$02dmin
th: %1$lld ชม. %2$02d นาที
zh_hans: %1$lld小时%2$02d分
zh_hant: %1$lld小時 %2$02d分

# %lldh left
source: %lldhs
de: %lld Std.
es: %lld h
ja: %lld時間
ko: %lld시간
pt_br: %lldh
pt_pt: %lld h
th: %lld ชม.
vi: %lld giờ
zh_hans: %lld 小时
zh_hant: %lld 小時

source: %lldm
de: %lld Min.
es: %lld min
ja: %lld分
ko: %lld분
pt_br: %lldmin
pt_pt: %lldmin
th: %lld นาที
vi: %lld phút
zh_hans: %lld分
zh_hant: %lld分

source: %llds
de: %lld Sek.
ja: %lld秒
ko: %lld초
th: %lld วิ.
vi: %lld giây
zh_hans: %lld秒
zh_hant: %lld秒

source: %lldw
de: %lld Wo.
es: %lld sem
fr: %llds
ja: %lld週
ko: %lld주
pt_br: %lldsem
pt_pt: %lldsem
th: %lld สัปดาห์
vi: %lld tuần
zh_hans: %lld周
zh_hant: %lld週

source: • OGS's score-estimator
de: • OGS-Punkteschätzer
es: • Estimador de puntuación de OGS
fr: • L'estimateur de score d'OGS
ko: • OGS 형세 분석기
pt_br: • estimador de pontuação do OGS
pt_pt: • estimador de pontuação do OGS
th: • เครื่องมือประมาณคะแนนของ OGS
zh_hans: • OGS 的形势判断工具
zh_hant: • OGS 的形勢判斷器

source: • Push notifications for correspondence games (optional)
de: • Push-Mitteilungen für Korrespondenzpartien (optional)
es: • Notificaciones push para partidas por correspondencia (opcional)
fr: • Notifications push pour les parties par correspondance (optionnel)
ja: • 通信対局のプッシュ通知（推進）
ko: • 통신 대국 푸시 알림(선택 사항)
pt_br: • Notificações push de partidas por correspondência (opcional)
pt_pt: • Notificações push para partidas por correspondência (opcional)
th: • การแจ้งเตือนแบบพุชสำหรับเกมผลัดตาระยะยาว (ไม่บังคับ)
vi: • Chức năng gửi thông báo liên quan tới các ván trường kỳ.
zh_hans: • 通信对局推送通知（可选）
zh_hant: • 非即時對局推播通知（選用）

source: • Support for Surround's ongoing development
de: • Unterstützung der laufenden Entwicklung von Surround
es: • Apoyo al desarrollo continuo de Surround
fr: • Support pour la continuation du développement de Surround
ja: •Surroundの開発をサポート
ko: • Surround의 지속적인 개발 지원
pt_br: • Apoio ao desenvolvimento contínuo do Surround
pt_pt: • Apoio ao desenvolvimento contínuo do Surround
th: • สนับสนุนการพัฒนา Surround อย่างต่อเนื่อง
vi: • Hỗ trợ quá trình phát triển và duy trì Surround
zh_hans: • 支持 Surround 持续开发
zh_hant: • 支持 Surround 持續開發

source: +%.1f points
de: +%.1f Punkte
es: +%.1f puntos
ja: +%.1f目
ko: +%.1f집
pt_br: +%.1f pontos
pt_pt: +%.1f pontos
th: +%.1f แต้ม
vi: +%.1f mục
zh_hans: +%.1f目
zh_hant: +%.1f 目

source: ⚠️ OGS Moderator's official message. Please respond.
de: ⚠️ Offizielle Nachricht des OGS-Moderationsteams. Bitte antworte.
es: ⚠️ Mensaje oficial de un moderador de OGS. Responde, por favor.
fr: ⚠️ Message d'un modérateur OGS. Veuillez répondre.
ja: ⚠️ OGS モデレーター公式メッセージ: ご返信下さい。
ko: ⚠️ OGS 운영자의 공식 메시지입니다. 답변해 주세요.
pt_br: ⚠️ Mensagem oficial da moderação do OGS. Responda.
pt_pt: ⚠️ Mensagem oficial de um moderador do OGS. Responda, por favor.
th: ⚠️ ข้อความทางการจากผู้ดูแล OGS โปรดตอบกลับ
vi: ⚠️ Tin nhắn từ quản trị viên OGS. Vui lòng trả lời.
zh_hans: ⚠️ OGS 管理员的官方消息，请回复。
zh_hant: ⚠️ OGS 管理員的官方訊息。請回覆。

source: A **rengo** game is played between two teams, one taking the Black stones and the other taking the White stones. Each player in a team must play in turn.
de: Eine **Rengo**-Partie wird zwischen zwei Teams gespielt: Eines übernimmt die schwarzen, das andere die weißen Steine. Die Spieler eines Teams müssen abwechselnd ziehen.
es: Una partida de **Rengo** se juega entre dos equipos: uno con las piedras negras y otro con las blancas. Los integrantes de cada equipo deben jugar por turnos.
fr: Une partie **rengo** se joue entre deux équipes, une avec les pierres blanches, l'autre avec les pierres noires. Les joueurs de chaque équipe jouent à tour de rôle.
ja: **連語**対局とは、白チームと黒チームに分けて、プレーヤは順番に一人一手を打つ対局です。
ko: **연기바둑**은 흑 팀과 백 팀으로 나뉘어 각 팀원이 차례대로 한 수씩 두는 대국입니다.
pt_br: Uma partida de **Rengo** é disputada entre duas equipes: uma joga com as pedras pretas e a outra, com as pedras brancas. Cada integrante da equipe deve jogar na sua vez.
pt_pt: Uma partida de **Rengo** é disputada entre duas equipas: uma joga com as pedras pretas e a outra com as brancas. Cada jogador da equipa tem de jogar na sua vez.
th: เกม **Rengo** เล่นระหว่างสองทีม ทีมหนึ่งใช้หมากดำ อีกทีมใช้หมากขาว ผู้เล่นในแต่ละทีมต้องผลัดกันเดิน
vi: Ván **rengo** được chơi theo đội, một đội cầm quân đen và đội còn lại cầm quân trắng, mỗi người chơi trong đội sẽ đi theo lượt.
zh_hans: **联棋**由两支队伍进行，一队执黑，另一队执白。每队的棋手必须依次轮流落子。
zh_hant: **聯棋**由兩隊對弈，一隊執黑，另一隊執白。每隊玩家必須輪流下棋。

source: A game ends
de: Partieende
es: Termina una partida
fr: Une partie prends fin
ja: 対局終了
ko: 대국 종료
pt_br: Uma partida termina
pt_pt: Uma partida termina
th: เมื่อเกมจบ
vi: Một ván vừa kết thúc
zh_hans: 对局结束
zh_hant: 對局結束

source: A game starts
de: Partiebeginn
es: Empieza una partida
fr: Une partie commence
ja: 対局開始
ko: 대국 시작
pt_br: Uma partida começa
pt_pt: Uma partida começa
th: เมื่อเกมเริ่ม
vi: Một ván mới bắt đầu
zh_hans: 对局开始
zh_hant: 對局開始

source: Abandonment
de: Abbruch
es: Abandono
fr: Abandon
ja: 対局放棄
ko: 대국 포기
pt_br: Abandono
pt_pt: Abandono
th: ละทิ้งเกม
vi: Bỏ cuộc
zh_hans: 弃权
zh_hant: 棄局

source: About
de: Über
es: Acerca de
fr: À propos
ja: Surroundについて
ko: 앱 정보
pt_br: Sobre
pt_pt: Acerca de
th: เกี่ยวกับ
vi: Giới thiệu
zh_hans: 关于
zh_hant: 關於

source: About & Support
de: Info & Support
es: Información y ayuda
fr: Informations & Support
ja: 情報・サポート
ko: 정보 및 지원
pt_br: Sobre e suporte
pt_pt: Informações e apoio
th: เกี่ยวกับและสนับสนุน
vi: Giới thiệu & Hỗ trợ
zh_hans: 关于与支持
zh_hant: 關於與支持

source: Absolute
de: Absolut
es: Absoluto
fr: Absolue
ja: 切れ負け
ko: 절대 방식
pt_br: Absoluto
pt_pt: Absoluto
th: แบบช่วงเดียว
vi: Tuyệt đối
zh_hans: 包干用时制
zh_hant: 總用時制

source: Accept
de: Annehmen
es: Aceptar
fr: Accepter
ja: 受諾する
ko: 수락
pt_br: Aceitar
pt_pt: Aceitar
th: ยอมรับ
vi: Chấp nhận
zh_hans: 接受
zh_hant: 接受

# Accept removed stones
source: Accept
de: Bestätigen
es: Aceptar
fr: Accepter
ja: 同意
ko: 확인
pt_br: Aceitar
pt_pt: Aceitar
th: ยอมรับ
vi: Chấp nhận
zh_hans: 确认死子
zh_hant: 確認死子

source: Accept undo
de: Rücknahme akzeptieren
es: Aceptar solicitud de deshacer
fr: Accepter la reprise
ja: 待ったを許す
ko: 무르기 수락
pt_br: Aceitar pedido para desfazer
pt_pt: Aceitar pedido para desfazer
th: อนุญาตให้ย้อนตา
vi: Chấp nhận
zh_hans: 同意悔棋
zh_hant: 同意悔棋

source: Active games
de: Aktive Partien
es: Partidas activas
fr: Parties en cours
ja: 進行中対局
ko: 진행 중인 대국
pt_br: Partidas ativas
pt_pt: Partidas ativas
th: เกมที่กำลังเล่น
vi: Đang chơi
zh_hans: 进行中的对局
zh_hant: 進行中的對局

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
ja: 追加
ko: 추가
pt_br: Adicionar
pt_pt: Adicionar
th: เพิ่ม
vi: Thêm
zh_hans: 添加
zh_hant: 加入

source: Add moves
de: Züge hinzufügen
es: Añadir jugadas
fr: Ajouter des coups
ja: 手を追加
ko: 수 추가
pt_br: Adicionar jogadas
pt_pt: Adicionar jogadas
th: เพิ่มการเดิน
vi: Thêm nước đi
zh_hans: 添加着法
zh_hant: 新增著法

source: Add to conditional moves
de: Zu den bedingten Zügen hinzufügen
es: Añadir a las jugadas condicionales
fr: Ajouter aux coups conditionnels
ja: 先回り着手に追加
ko: 조건부 착수에 추가
pt_br: Adicionar às jogadas condicionais
pt_pt: Adicionar às jogadas condicionais
th: เพิ่มไปยังการเดินหมากแบบมีเงื่อนไข
vi: Thêm vào các nước đi có điều kiện
zh_hans: 添加到条件落子
zh_hant: 加入預測落子

source: Add your preferred game settings to create a game with the exact settings you want faster.
de: Füge deine bevorzugten Partieeinstellungen hinzu, um schneller eine Partie genau nach deinen Wünschen zu erstellen.
es: Añade tus configuraciones de partida preferidas para crear más rápido una partida exactamente como quieras.
fr: Ajoutez vos paramètres de partie préférés pour créer plus rapidement une partie avec les réglages exacts que vous voulez.
ja: よく使う対局設定を追加しておくと、希望どおりの設定でより素早く対局を作成できます。
ko: 선호하는 대국 설정을 추가하면 원하는 설정으로 더 빠르게 대국을 만들 수 있습니다.
pt_br: Adicione suas configurações de partida preferidas para criar mais rapidamente uma partida exatamente como quiser.
pt_pt: Adicione as suas definições de partida preferidas para criar mais depressa uma partida exatamente como pretende.
th: เพิ่มการตั้งค่าเกมที่ต้องการ เพื่อสร้างเกมด้วยค่าที่ตรงใจได้เร็วขึ้น
vi: Thêm các tuỳ chọn ván ưa thích để tạo ván mới nhanh hơn với đúng thiết lập bạn muốn.
zh_hans: 添加偏好的对局设置，以便更快创建完全符合您要求的对局。
zh_hant: 加入你偏好的對局設定，即可更快建立符合需求的對局。

source: Advanced rules settings
de: Erweiterte Regeleinstellungen
es: Configuración avanzada de reglas
fr: Paramètres de règles avancés
ja: ルールの詳細設定
ko: 고급 규칙 설정
pt_br: Configurações avançadas de regras
pt_pt: Definições avançadas de regras
th: การตั้งค่ากติกาขั้นสูง
vi: Tuỳ chọn nâng cao
zh_hans: 高级规则设置
zh_hant: 進階規則設定

source: Advanced time settings
de: Erweiterte Zeiteinstellungen
es: Configuración avanzada de tiempo
fr: Paramètres de temps avancés
ja: 時間の詳細設定
ko: 고급 시간 설정
pt_br: Configurações avançadas de tempo
pt_pt: Definições avançadas de tempo
th: การตั้งค่าเวลาขั้นสูง
vi: Tuỳ chọn nâng cao
zh_hans: 高级用时设置
zh_hant: 進階時間設定

source: All purchases are final. I cannot issue refunds for purchases charged to your Apple ID.
de: Alle Käufe sind endgültig. Für Käufe, die deiner Apple-ID belastet wurden, kann ich keine Erstattung veranlassen.
es: Todas las compras son definitivas. No puedo reembolsar las compras cargadas a tu Apple ID.
fr: Tous les achats sont finaux. Je ne peux pas rembourser les achats effectués avec votre Apple ID.
ja: 全てのご購入はキャンセルが出来ません。お客様のApple Accountへの返金ができかねます。
ko: 모든 구매는 최종 확정되며, Apple ID로 결제된 구매는 제가 환불해 드릴 수 없습니다.
pt_br: Todas as compras são definitivas. Não posso emitir reembolsos de compras cobradas na sua Conta Apple.
pt_pt: Todas as compras são definitivas. Não posso reembolsar compras cobradas ao seu ID Apple.
th: การซื้อทั้งหมดถือเป็นที่สิ้นสุด ฉันไม่สามารถคืนเงินสำหรับรายการที่เรียกเก็บผ่าน Apple ID ของคุณได้
vi: Tiền hỗ trợ một khi đã thanh toán không thể hoàn trả được, vì Surround không hoàn trả được giao dịch bằng tài khoản Apple.
zh_hans: 所有购买均为最终交易。对于已从您的 Apple ID 扣款的购买，我无法办理退款。
zh_hant: 所有購買均為最終交易。對於已向你 Apple ID 收取的費用，我無法辦理退款。

source: All Supporter tiers includes:
de: Alle Supporter-Stufen umfassen:
es: Todos los niveles de colaborador incluyen:
fr: Tous les niveaux de support comprennent:
ja: 全てのサポーターが利用できる機能：
ko: 모든 후원 등급 혜택:
pt_br: Todos os níveis de Apoiador incluem:
pt_pt: Todos os níveis de Apoiante incluem:
th: Supporter ทุกระดับจะได้รับ:
vi: Tất cả các cấp Hỗ trợ bên dưới đều bao gồm:
zh_hans: 所有支持者等级均包含：
zh_hant: 所有支持者方案均包含：

source: Alternatively, there are %lld open custom games matching your preferences that you can accept to start a game immediately.
de: Alternativ gibt es %lld offene benutzerdefinierte Partien, die deinen Einstellungen entsprechen und die du annehmen kannst, um sofort zu spielen.
es: También hay %lld partidas personalizadas abiertas que coinciden con tus preferencias y que puedes aceptar para empezar a jugar de inmediato.
fr: Il y a également %lld parties ouvertes correspondant à vos préférences que vous pouvez accepter pour commencer une partie immédiatement.
ja: それとも、あなたの設定に合った対局は%lld局があります。受ければすぐ始まります。
ko: 또는 선호 설정과 일치하는 공개 맞춤 대국 %lld국을 수락해 바로 시작할 수 있습니다.
pt_br: Como alternativa, há %lld partidas personalizadas abertas que correspondem às suas preferências e que você pode aceitar para começar imediatamente.
pt_pt: Em alternativa, existem %lld partidas personalizadas abertas que correspondem às suas preferências e que pode aceitar para começar imediatamente.
th: อีกทางหนึ่ง มีเกมกำหนดเองแบบเปิด %lld เกมที่ตรงกับความต้องการของคุณ ซึ่งคุณยอมรับเพื่อเริ่มเล่นได้ทันที
vi: Hoặc có %lld ván đang chờ bên dưới phù hợp với tuỳ chọn của bạn, có thể chấp nhận để bắt đầu ván ngay lập tức.
zh_hans: 另外，还有 %lld 个符合您偏好设置的公开自定义对局，接受后即可立即开始对局。
zh_hant: 另外，目前有 %lld 場符合你偏好的公開自訂對局，接受後即可開始。

source: Analysis disabled
de: Analyse deaktiviert
es: Análisis desactivado
fr: Analyse interdite
ja: 検討モード禁止
ko: 분석 비활성화
pt_br: Análise desativada
pt_pt: Análise desativada
th: ปิดการวิเคราะห์แล้ว
vi: Không được phân tích
zh_hans: 分析已关闭
zh_hant: 已停用分析

source: Analysis enabled
de: Analyse aktiviert
es: Análisis activado
fr: Analyse permise
ja: 対局中に検討モード利用可能
ko: 분석 활성화
pt_br: Análise ativada
pt_pt: Análise ativada
th: เปิดการวิเคราะห์แล้ว
vi: Được phép phân tích
zh_hans: 分析已开启
zh_hant: 已啟用分析

source: Analyze mode
de: Analysemodus
es: Modo de análisis
fr: Mode d'analyse
ja: 検討モード
ko: 분석 모드
pt_br: Modo de análise
pt_pt: Modo de análise
th: โหมดวิเคราะห์
vi: Chế độ phân tích
zh_hans: 分析模式
zh_hant: 分析模式

source: Are you sure you want to abandon your team?
de: Möchtest du dein Team wirklich verlassen?
es: ¿Seguro que quieres abandonar tu equipo?
fr: Êtes-vous sûr de vouloir abandonner votre équipe?
ja: チームを見捨てていいのですか？
ko: 팀에서 나가시겠습니까?
pt_br: Tem certeza de que deseja abandonar sua equipe?
pt_pt: Tem a certeza de que pretende abandonar a sua equipa?
th: แน่ใจหรือว่าต้องการออกจากทีม?
vi: Bạn có chắc muốn bỏ đội?
zh_hans: 确定要退出您的队伍吗？
zh_hant: 確定要離開你的隊伍嗎？

source: Are you sure you want to cancel this game?
de: Möchtest du diese Partie wirklich abbrechen?
es: ¿Seguro que quieres cancelar esta partida?
fr: Voulez-vous vraiment annuler la partie?
ja: この対局をキャンセルしますか？
ko: 이 대국을 취소하시겠습니까?
pt_br: Tem certeza de que deseja cancelar esta partida?
pt_pt: Tem a certeza de que pretende cancelar esta partida?
th: แน่ใจหรือว่าต้องการยกเลิกเกมนี้?
vi: Bạn có chắc muốn huỷ ván?
zh_hans: 确定要取消这盘对局吗？
zh_hant: 確定要取消這場對局嗎？

source: Are you sure you want to pass?
de: Möchtest du wirklich passen?
es: ¿Seguro que quieres pasar?
fr: Voulez-vous vraiment passer votre tour?
ja: パスしますか？
ko: 한 수 쉬시겠습니까?
pt_br: Tem certeza de que deseja passar a vez?
pt_pt: Tem a certeza de que pretende passar?
th: แน่ใจหรือว่าต้องการผ่าน?
vi: Bạn có chắc muốn bỏ lượt?
zh_hans: 确定要停一手吗？
zh_hant: 確定要停一手嗎？

source: Are you sure you want to resign this game?
de: Möchtest du diese Partie wirklich aufgeben?
es: ¿Seguro que quieres rendirte en esta partida?
fr: Voulez-vous vraiment abandonner la partie?
ja: 投了しますか？
ko: 이 대국을 기권하시겠습니까?
pt_br: Tem certeza de que deseja desistir desta partida?
pt_pt: Tem a certeza de que pretende desistir desta partida?
th: แน่ใจหรือว่าต้องการยอมแพ้เกมนี้?
vi: Bạn có chắc muốn nhận thua?
zh_hans: 确定要认输吗？
zh_hant: 確定要在這場對局認輸嗎？

source: Are you sure you want to resume the game?
de: Möchtest du die Partie wirklich fortsetzen?
es: ¿Seguro que quieres reanudar la partida?
fr: Voulez-vous vraiment reprendre la partie?
ja: この対局を再開しますか？
ko: 이 대국을 재개하시겠습니까?
pt_br: Tem certeza de que deseja retomar a partida?
pt_pt: Tem a certeza de que pretende retomar a partida?
th: แน่ใจหรือว่าต้องการเล่นเกมต่อ?
vi: Bạn có chắc muốn chơi tiếp?
zh_hans: 确定要恢复对局吗？
zh_hant: 確定要繼續對局嗎？

source: Auto submiting moves
de: Züge automatisch absenden
es: Envío automático de jugadas
fr: Envoi automatique des coups
ja: シングタップ着手
ko: 착수 자동 제출
pt_br: Enviar jogadas automaticamente
pt_pt: Envio automático de jogadas
th: ยืนยันการเดินหมากอัตโนมัติ
vi: Gửi nước đi không cần xác nhận
zh_hans: 自动提交落子
zh_hant: 自動送出落子

source: Automatic
de: Automatisch
es: Automático
fr: Automatique
ja: 自動
ko: 자동
pt_br: Automática
pt_pt: Automático
th: อัตโนมัติ
vi: Tự động
zh_hans: 自动
zh_hant: 自動

source: Automatically assign stone colors
de: Steinfarben automatisch zuweisen
es: Asignar automáticamente los colores de las piedras
fr: Couleurs automatiques
ja: 自動色
ko: 돌 색 자동 배정
pt_br: Atribuir as cores das pedras automaticamente
pt_pt: Atribuir automaticamente as cores das pedras
th: กำหนดสีหมากอัตโนมัติ
vi: Tự động chọn màu quân
zh_hans: 自动分配黑白
zh_hant: 自動分配棋色

source: Automatically decide handicap
de: Vorgabe automatisch bestimmen
es: Decidir el hándicap automáticamente
fr: Handicap automatique
ja: 自動置き碁
ko: 접바둑 자동 결정
pt_br: Definir a vantagem automaticamente
pt_pt: Decidir o handicap automaticamente
th: กำหนดหมากต่ออัตโนมัติ
vi: Tự động chọn số quân chấp
zh_hans: 自动决定让子
zh_hant: 自動決定讓子

source: Back to fork
de: Zurück zur Verzweigung
es: Volver a la bifurcación
fr: Retour à l'embranchement
ja: 分岐点に戻る
ko: 분기점으로 돌아가기
pt_br: Voltar à bifurcação
pt_pt: Voltar à bifurcação
th: กลับไปจุดแยก
vi: Quay lại điểm phân nhánh
zh_hans: 返回分支点
zh_hant: 返回分支點

source: Become a Supporter
de: Supporter werden
es: Hazte colaborador
fr: Devenez un supporteur
ja: サポーターに
ko: 후원자 되기
pt_br: Torne-se um Apoiador
pt_pt: Tornar-se Apoiante
th: สมัครเป็น Supporter
vi: Trở thành nhà tài trợ
zh_hans: 成为支持者
zh_hant: 成為支持者

source: Become a Supporter to support the ongoing development of this app and gain access to some additional features.
de: Werde Supporter, um die laufende Entwicklung dieser App zu unterstützen und Zugriff auf einige zusätzliche Funktionen zu erhalten.
es: Hazte colaborador para apoyar el desarrollo continuo de esta app y acceder a algunas funciones adicionales.
fr: Devenez un supporteur pour encourager la continuation du développement de cette appli et avoir accès à certaines fonctionnalités additionnelles.
ja: Surroundの開発をサポート、追加機能を解除。
ko: 후원자가 되어 Surround의 지속적인 개발을 돕고 추가 기능을 이용해 보세요.
pt_br: Torne-se um Apoiador para contribuir com o desenvolvimento contínuo deste app e ter acesso a alguns recursos adicionais.
pt_pt: Torne-se Apoiante para apoiar o desenvolvimento contínuo desta app e obter acesso a algumas funcionalidades adicionais.
th: สมัครเป็น Supporter เพื่อสนับสนุนการพัฒนาแอปอย่างต่อเนื่องและเข้าถึงคุณสมบัติเพิ่มเติม
vi: Trở thành nhà tài trợ để hỗ trợ quá trình phát triển và duy trì Surround, đồng thời mở thêm một số chức năng phụ.
zh_hans: 成为支持者，支持本应用持续开发并使用一些附加功能。
zh_hant: 成為支持者，協助本應用程式持續開發，並使用額外功能。

source: Black
de: Schwarz
es: Negras
fr: Noir
ja: 黒
ko: 흑
pt_br: Pretas
pt_pt: Pretas
th: ดำ
vi: Đen
zh_hans: 黑棋
zh_hant: 黑
